Revit 2027 API
ParameterTypeId.CurveElemArcRange Property
 "Range"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurveElemArcRange { get; }
Public Shared ReadOnly Property CurveElemArcRange As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurveElemArcRange {
	ForgeTypeId^ get ();
}
static member CurveElemArcRange : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace